Repository: GuyFoetz/helfertool
Catalog: src/corona/locale/*/LC_MESSAGES/django.po
Languages: de

source: Contact tracing data
de: Daten zur Kontaktverfolgung

source: First name
de: Vorname

source: Surname
de: Nachname

source: Mobile phone
de: Handynummer

source: Street and house number
de: Straße und Hausnummer

source: ZIP
de: PLZ

source: City
de: Stadt

source: Country
de: Land

source: Shifts and jobs
de: Schichten und Aufgaben

source: Coordinator
de: Koordinator:in

source: You have to provide correct data.
de: Du musst korrekte Daten angeben.

source: ZIP code
de: PLZ

source: I assure that the provided data is correct.
de: Ich versichere, dass die angegebenen Daten korrekt sind.

source: Admission rules
de: Einlassregeln

source: Delete contact tracing data
de: Daten zur Kontaktverfolgung löschen

source: Do you want to remove the contact tracing data for this event?
de: Willst du die Daten zur Kontaktverfolgung für diese Veranstaltung löschen?

source: Delete
de: Löschen

source: COVID-19 contact tracing
de: COVID-19 Kontaktverfolgung

source: Contact tracing data missing for %(num_missing)s helpers!
de: Daten zur Kontaktverfolgung fehlen für %(num_missing)s Helfer:innen!

source: Show
de: Anzeigen

source: Contact tracing data is available for all helpers.
de: Daten zur Kontaktverfolgung sind für alle Helfer:innen verfügbar.

source: You can export names, contact information and addresses of all helpers here. The export does not contain special badges.
de: Du kannst Namen, Kontaktdaten und Adressen aller Helfer:innen hier exportieren. Der Export enthält keine Spezial Badges.

source: Please use this data responsibly.
de: Bitte gehe verantwortungsvoll mit den Daten um.

source: Export
de: Exportieren

source: Contact tracing for %(name)s
de: Kontaktverfolgung für %(name)s

source: Save
de: Speichern

source: Missing contact tracing data
de: Fehlende Daten zur Kontaktverfolgung

source: No data missing.
de: Keine fehlenden Daten.

source: The COVID-19 contact tracing is not actived.
de: Die COVID-19 Kontaktverfolgung ist nicht aktiv.

source: COVID-19 measures
de: COVID-19 Maßnahmen

source: At this event the <strong>2G</strong> regulation is applied. This means that you must be either vaccinated or recovered to have access. The proof will be checked at the entrance and access without it is not possible.
de: Bei dieser Veranstaltung gilt die <strong>2G</strong> Regelung. Das bedeutet, dass du entweder geimpft oder genesen sein musst, um Zutritt zu erhalten. Der Nachweis wird am Eingang kontrolliert und der Zutritt ist ohne diesen nicht möglich.

source: A negative test is not sufficient!
de: Ein negativer Test ist nicht ausreichend!

source: At this event the <strong>2G plus</strong> regulation is applied. This means that you must be either vaccinated or recovered <strong>and</strong> provide a negative antigen rapid test to have access. The proof will be checked at the entrance and access without it is not possible.
de: Bei dieser Veranstaltung gilt die <strong>2G plus</strong> Regelung. Das bedeutet, dass du entweder geimpft oder genesen sein musst <strong>und</strong> einen negativen Schnelltest vorlegen musst, um Zutritt zu erhalten. Der Nachweis wird am Eingang kontrolliert und der Zutritt ist ohne diesen nicht möglich.

source: At this event the <strong>3G</strong> regulation is applied. This means that you must be either vaccinated, recovered or provide a negative official test to have access. The proof will be checked at the entrance and access without it is not possible.
de: Bei dieser Veranstaltung gilt die <strong>3G</strong> Regelung. Das bedeutet, dass du entweder geimpft oder genesen sein oder einen negativen offiziellen Test vorlegen musst, um Zutritt zu erhalten. Der Nachweis wird am Eingang kontrolliert und der Zutritt ist ohne diesen nicht möglich.

source: At this event the <strong>3G plus</strong> regulation is applied. This means that you must be either vaccinated, recovered or provide a negative PCR test to have access. The proof will be checked at the entrance and access without it is not possible.
de: Bei dieser Veranstaltung gilt die <strong>3G plus</strong> Regelung. Das bedeutet, dass du entweder geimpft oder genesen sein oder einen negativen PCR Test vorlegen musst, um Zutritt zu erhalten. Der Nachweis wird am Eingang kontrolliert und der Zutritt ist ohne diesen nicht möglich.

source: A negative antigen rapid test is not sufficient!
de: Ein negativer Antigen Schnelltest ist nicht ausreichend!

source: We are required to collect address and contact information for contact tracking purposes.
de: Wir sind verpflichtet, Adresse und Kontaktinformationen zum Zwecke der Kontaktverfolgung zu erfassen.

source: COVID-19 settings
de: COVID-19 Einstellungen

source: Settings
de: Einstellungen

source: Delete data
de: Daten löschen

source: You can delete the addresses of the helpers as soon as you do not need it anymore.
de: Du kannst die Adressen der Helfer:innen löschen, sobald sie nicht mehr benötigt werden.

source: All other data is not deleted.
de: Alle anderen Daten werden nicht gelöscht.

source: Personal data of helper
de: Persönliche Daten der Helfer:in

source: Address
de: Adresse

source: Edit
de: Bearbeiten

source: Add data
de: Daten hinzufügen

source: COVID-19 contact tracing was not enabled while the helper registered.
de: Die COVID-19 Kontaktverfolgung war nicht aktiv als sich die Helfer:in angemeldet hat.

source: Back
de: Zurück

source: Contact tracing data deleted
de: Daten zur Kontaktverfolgung wurden gelöscht

source: Corona contact tracing
de: Corona Kontaktverfolgung
